Repository: caco3/kim5
Catalog: po/*.po
Languages: fr

source: 1x1 portrait album
fr: album 1x1 portrait

source: 1x1 landscape album
fr: album 1x1 paysage

source: 1x2 landscape album
fr: album 1x2 paysage

source: 2x1 portrait album
fr: album 2x1 portrait

source: 2x2 landscape album
fr: album 2x2 paysage

source: 3x2 portrait album
fr: album 3x2 portrait

source: 3x4 landscape album
fr: album 3x4 paysage

source: 4x4 landscape album
fr: album 4x4 paysage

source: My title ...
fr: Mon titre ...

source: Size of small images:
fr: Taille des miniatures:

source: Number of rows and columns:
fr: Nombre de lignes et colonnes

source: Overlaping ratio in percent:
fr: Ratio de chevauchement en %:

source: Background color:
fr: Couleur de fond

source: 9x13 cm: 2x2 images, landscape
fr: 9x13 cm: 2x2 images, paysage

source: 20x25 cm: 1 image, landscape
fr: 20x25 cm: 1 image, paysage

source: Thumbnails: 4x5 images, portrait
fr: Miniatures: 4x5 images, portrait

source: Choose the new name of images:
fr: Choisissez le nouveau nom des images:

source: Full size
fr: Pleine taille

source: Choose your annotation:
fr: Choisissez votre annotation

source: My annotation
fr: Mon annotation

source: white
fr: blanc

source: black
fr: noir

source: Kim – Compress and Resize
fr: Kim – Compresser et redimensionner

source: Compress at 75 %
fr: Compresser à 75 %

source: Compress at 80 %
fr: Compresser à 80 %

source: Compress at 90 %
fr: Compresser à 90 %

source: Compress Custom...
fr: Compression personnalisée

source: Resize (300x225 pixels)
fr: Redimensionner (300x225 pixels)

source: Resize (600x450 pixels)
fr: Redimensionner (600x450 pixels)

source: Resize (800x600 pixels)
fr: Redimensionner (800x600 pixels)

source: Resize (1024x768 pixels)
fr: Redimensionner (1024x768 pixels)

source: Resize (1200x900 pixels)
fr: Redimensionner (1200x900 pixels)

source: Resize (1400x1050 pixels)
fr: Redimensionner (1400x1050 pixels)

source: Resize Custom...
fr: Redimensionnement personnalisé

source: WebExport: 600x450 at 75 %
fr: Pour le web : 600x450 à 75 %

source: WebExport: 800x600 at 75 %
fr: Pour le web : 800x600 à 75 %

source: WebExport: 1024x768 at 75 %
fr: Pour le web : 1024x768 à 75 %

source: Kim – Convert and Rotate
fr: Kim – Convertir et tourner

source: Convert to JPEG
fr: Convertir en JPEG

source: Convert to PNG
fr: Convertir en PNG

source: Convert to GIF
fr: Convertir en GIF

source: Convert to TIFF
fr: Convertir en TIFF

source: Convert to PDF
fr: Convertir en PDF

source: Convert custom ...
fr: Conversion personnalisée

source: Convert to graysale
fr: Convertir en échelle de gris

source: Convert in sepia tone
fr: Convertir en sépia

source: Auto-rotate with EXIF
fr: Rotation automatique (EXIF)

source: Rotate (90°)
fr: Tourner de 90°

source: Rotate (180°)
fr: Tourner de 180°

source: Rotate (270°)
fr: Tourner de 270°

source: Rotate custom...
fr: Rotation personnalisée

source: Flip verticaly
fr: Verticalement

source: Flip horizontaly
fr: Horizontalement

source: Kim – Treatment and publication
fr: Kim – Traitement et publication

source: Create a html gallery
fr: Créer un album en html

source: Create a photo montage
fr: Créer un pèle-mèle

source: Send by mail
fr: Envoyer par mail

source: Sort by date
fr: Ordonner par date

source: Rename images
fr: Renommer des images

source: Create a multi-files Tiff image
fr: Créer une image Tiff multi-pages

source: Create a gif animation
fr: Créer une animation gif

source: Multiburst image to gif animation
fr: image multiburst vers animation gif

source: Add a border
fr: Ajouter une bordure

source: Add text annotation
fr: Ajouter une annotation

source: About Kim
fr: A propos de Kim

source: about
fr: À propos

source: Kim (Kde Image Menu) 0.9.7\n\nOriginal Authors : Charles Bouveyron <charles.bouveyron@free.fr>\n Raphaël Pinson <raphink@raphink.net>\nActual Maintainer Daniel Tartavel <contact@librepc.com>
fr: Kim (Kde Image Menu) 0.9.7\n\nAuteurs : Charles Bouveyron <charles.bouveyron@free.fr>\n Raphaël Pinson <raphink@raphink.net>\nDeveloppeur actuel Daniel Tartavel <contact@librepc.com>

source: Kim - PDF Album
fr: Kim - Album PDF

source: Select album type:
fr: Sélectionnez le type d'album

source: Making album ...
fr: Création de l'album ...

source: Unrecognized option !
fr: Option inconnue !

source: command execution error
fr: Erreur à l'exécution de la commande

source: Initializing
fr: Initialisation

source: Do you want to replace existing files ?
fr: Voulez-vous remplacer les fichiers existants ?

source: Compressing file :
fr: Compression du fichier :

source: compressed
fr: compresse

source: Kim - Convert
fr: Kim - Convertir

source: Converting file:
fr: Conversion du fichier :

source: Kim - Print
fr: Kim - Impression

source: Select original character encoding:
fr: Sélection de l'encodage des caractères :

source: Converting file :
fr: Conversion du fichier :

source: Deleting temp files ...
fr: Effacement des fichiers temporaires ...

source: Rotating file :
fr: Rotation du fichier :

source: Destination file exist<br />Enter new name else file will be replaced
fr: Le fichier de destination existe<br />Entrez un nouveau nom sinon le fichier sera remplacé

source: Kim HTML Gallery
fr: Kim - Galerie HTML

source: Title of the Gallery:
fr: Titre de la galerie

source: Author:
fr: Auteur:

source: Number of columns:
fr: Nombre de colonnes

source: Treatment of file:
fr: Traitement du fichier:

source: Kim multiburst to GIF
fr: Kim Multiburst vers GIF

source: Converting ...
fr: Conversion ...

source: Removing temporary files
fr: Suppression des fichiers temporaires

source: Kim Convert to text
fr: Kim - Convertir en texte

source: Character recognition
fr: Reconnaissance de caractères

source: Initialising
fr: Initialisation

source: Kim - Images to GIF animation
fr: Kim - Animation GIF

source: Adding image:
fr: Ajout de l'images:

source: Delay between images in 1/100 second
fr: Délais entre les images en 1/100 de seconde

source: Name of the GIF animation image
fr: Nom de l'animation GIF

source: Creating GIF animation
fr: Création de l'animation GIF

source: Name of the Tiff image
fr: Nom de l'image TIFF

source: Creating multipages TIFF
fr: Création ddu TIFF multi-pages ...

source: Kim pelemele
fr: Kim pêle-mêle

source: resizing of file :
fr: Redimensionnement du fichier :

source: Making pelemele
fr: Création du pêle-mêle

source: Creating album ...
fr: Création de l'album

source: Deleting miniatures ...
fr: Effacement des miniatures

source: Choose duration of animation (sec):
fr: Choisissez la durée de l'animation (sec):

source: Click 'Ok' and then choose the window target !
fr: Cliquez 'Ok' et choisissez la fenêtre cible !

source: The animation is created !
fr: L'animation est crée !

source: Kim - rename
fr: Kim - renommer

source: wallpaper_
fr: papierpeint_

source: Renaming file:
fr: Renommage du fichier:

source: Kim - Resizing file:
fr: Kim - Redimensionnement du fichier :

source: Kim - Resize and send
fr: Kim - Redimensionner et envoyer

source: Send by mail:
fr: Envois par courriel:

source: 1600 px width
fr: largeur 1600 px

source: 1280 px width
fr: largeur 1280 px

source: 1024 px width
fr: largeur 1024 px

source: Resizing and compressing file:
fr: Redimensionnement et compression du fichier:

source: Kim - rotate
fr: Kim - pivoter

source: Rotating file:
fr: Rotation du fichier :

source: kim - Rotate with EXIF
fr: Kim - Pivoter suivant l'EXIF

source: Kim - Slideshow
fr: Kim - Diaporama

source: Title:
fr: Titre:

source: Size:
fr: Taille:

source: Treatment of file:
fr: Traitement du fichier:

source: Kim - Rename with EXIF date
fr: Kim - renommer avec la date de l'EXIF

source: Renaming file:
fr: Renommage du fichier:

source: Do not find a date in EXIF, so can't rename
fr: Impossible de renommer car pas de date dans l'EXIF de:

source: Kim treatment
fr: Kim Traitement

source: Select border color:
fr: Sélectionnez la couleur de la bordure

source: Kim Web export
fr: Kim Exportation Web
